romkatv/powerlevel10k 
mattmc3/ez-compinit
rupa/z
zsh-users/zsh-completions kind:fpath path:src
romkatv/zsh-bench kind:path
olets/zsh-abbr  
mattmc3/zfunctions
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting 
zsh-users/zsh-history-substring-search
Aloxaf/fzf-tab
